[
  {
    "url": "https://www.spensiones.cl/portal/institucional/594/w3-propertyvalue-9923.html",
    "name": "Pensión de invalidez - SP. Superintendencia de Pensiones",
    "snippet": "Cuando una persona afiliada al sistema solicita una pensión de invalidez en su AFP, una vez recepcionada dicha solicitud la administradora debe solicitar la calificación de invalidez de la afiliada o el afiliado a la Comisión Médica Regional (CMR) correspondiente.",
    "host_name": "www.spensiones.cl",
    "rank": 0,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.suseso.cl/613/w3-propertyvalue-63870.html",
    "name": "SUSESO: Compendio Seguridad Laboral - 6. Cálculo de las",
    "snippet": "Para estos efectos, el organismo administrador efectuará los cálculos respectivos, y solicitará al Instituto de Previsión Social la estimación de la pensión que le hubiese correspondido de aplicarse las normas que regían con anterioridad al 1° de marzo de 1995.",
    "host_name": "www.suseso.cl",
    "rank": 1,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.chileatiende.gob.cl/fichas/5262-pension-de-invalidez-del-sistema-de-pensiones-afp",
    "name": "Pensión de invalidez del sistema de pensiones (AFP)",
    "snippet": "Permite a beneficiarios y beneficiarias del sistema de Administradoras de Fondos de Pensiones (AFP), que están incapacitados física o mentalmente para desarrollar su trabajo, solicitar la pensión de invalidez (DL Nº 3.500).",
    "host_name": "www.chileatiende.gob.cl",
    "rank": 2,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://todosloshechos.es/como-se-calcula-el-monto-de-la-pension-de-invalidez-en-chile",
    "name": "¿Cómo se calcula el monto de la pension de invalidez en chile?",
    "snippet": "La Pensión Básica Solidaria (PBS) de vejez y de invalidez es un beneficio que se entrega quienes por diversas razones no tienen derecho o recursos para recibir una pensión como titular o para recibir una pensión como beneficiario de pensión de sobrevivencia.",
    "host_name": "todosloshechos.es",
    "rank": 3,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://arieljobcenter.cl/articulos/cual-es-el-monto-de-la-pension-de-invalidez-64",
    "name": "Monto de la Pensión de Invalidez: Requisitos y Cálculo",
    "snippet": "Monto de la Pensión de Invalidez: Requisitos y Cálculo Los trabajadores y trabajadoras pueden ingresar la solicitud a través del Instituto de Previsión Social (IPS) o directamente en la AFP a la que están afiliados.",
    "host_name": "arieljobcenter.cl",
    "rank": 4,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://calculorapido.com/calculadora-de-pension-chile.html",
    "name": "Calculadora de Pensión Chile Gratis - AFP y Sistema",
    "snippet": "Calculadora de Pensión Chile Gratis - AFP y Sistema Previsional Online. Herramienta gratuita y fácil de usar para calcular de forma rápida y precisa. Resultados instantáneos.",
    "host_name": "calculorapido.com",
    "rank": 5,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.bcn.cl/portal/leyfacil/recurso/pensiones-de-invalidez",
    "name": "Pensiones de invalidez- Ley Fácil - es",
    "snippet": "El monto de la pensión dependerá del grado de invalidez y de si el trabajador está o no cubierto por el Seguro de Invalidez y Sobrevivencia. Si está cubierto, se toma como base de cálculo la renta promedio de los últimos 10 años.",
    "host_name": "www.bcn.cl",
    "rank": 6,
    "date": "",
    "favicon": ""
  }
]