[
  {
    "url": "https://www.spensiones.cl/portal/institucional/594/w3-propertyvalue-9922.html",
    "name": "Pensión de sobrevivencia - SP. Superintendencia de Pensiones",
    "snippet": "Las pensiones de sobrevivencia equivalen a un porcentaje de la pensión de la afiliada o el afiliado fallecido, cuyo valor dependerá del parentesco de la beneficiaria o el beneficiario.",
    "host_name": "www.spensiones.cl",
    "rank": 0,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.chileatiende.gob.cl/fichas/5258-pension-de-sobrevivencia-del-sistema-de-pensiones-afp",
    "name": "Pensión de sobrevivencia del sistema de pensiones (AFP)",
    "snippet": "Para determinar el monto de la pensión de sobrevivencia se aplicarán los siguientes porcentajes sobre la base de la pensión de referencia del causante: 50% para el cónyuge con hijos comunes y 60% si no existen hijos en común.\n50% para el cónyuge con hijos comunes y 60% si no existen hijos en común. · 60% para el conviviente civil sin hijos en común o hijos solamente ...",
    "host_name": "www.chileatiende.gob.cl",
    "rank": 1,
    "date": "",
    "favicon": ""
  },
  {
    "url": "http://segurosprimarios.cl/pension-de-sobrevivencia",
    "name": "Pensión de sobrevivencia: Requisitos y beneficios en Chile",
    "snippet": "El cálculo de la pensión de sobrevivencia es un proceso crucial que busca establecer el monto que recibirán los beneficiarios tras el deceso de un afiliado. Este cálculo se fundamenta en diversos factores que influyen directamente en el resultado final.",
    "host_name": "segurosprimarios.cl",
    "rank": 2,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.provida.cl/content/dam/metlifecom/provida/pdfs/folletos-informativos/03_Folleto_PensionSobrevivencia_11SEP.pdf",
    "name": "3_Folleto_PensionSobrevivencia",
    "snippet": "El beneficiario de pensión o su representante debe suscribir en la AFP la “Solicitud de Pensión de Sobrevivencia” y la “Declaración de Beneficiarios” presentando cédula de identidad vigente y certificado de defunción del afiliado fallecido.",
    "host_name": "www.provida.cl",
    "rank": 3,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.afphabitat.cl/pensiones/pension-de-sobrevivencia",
    "name": "Pensión de Sobrevivencia: beneficio Familiar | AFP Habitat",
    "snippet": "Si al momento del fallecimiento el afiliado se encontraba cubierto por el seguro de invalidez y sobrevivencia se calculará la pensión de referencia, es decir el 70% del ingreso base para así cubrir el capital necesario para financiar la pensión.",
    "host_name": "www.afphabitat.cl",
    "rank": 4,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://blog.afpmodelo.cl/pension-de-sobrevivencia",
    "name": "Cómo Tramitar una Pensión de Sobrevivencia: Guía Paso a Paso",
    "snippet": "Si un afiliado a un AFP fallece, sus beneficiarios legales tienen derecho a una pensión de sobrevivencia, conoce cómo solicitarla paso a paso.",
    "host_name": "blog.afpmodelo.cl",
    "rank": 5,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.asesoresprevisionales.cl/pensiones-en-chile/pension-de-sobrevivencia",
    "name": "Pensión de Sobrevivencia en Chile ¡Asesoría Previsional Gratis!",
    "snippet": "¿Cómo se Calcula la Pensión de Sobrevivencia? El cálculo de la Pensión de Sobrevivencia se basa en el saldo acumulado en la cuenta del afiliado fallecido y se distribuye entre los beneficiarios legales, aplicando porcentajes definidos por ley según su relación con el causante.",
    "host_name": "www.asesoresprevisionales.cl",
    "rank": 6,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.spensiones.cl/portal/compendio/596/w3-propertyvalue-3579.html",
    "name": "Capítulo VI. Recálculo de las Pensiones de Sobrevivencia como",
    "snippet": "a) Deberá recalcular las pensiones de sobrevivencia, de acuerdo a la siguiente fórmula: donde: pi = Monto de la pensión de cada beneficiario.",
    "host_name": "www.spensiones.cl",
    "rank": 7,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://previsionsocial.gob.cl/wp-content/uploads/2025/12/20210622-NOTAS-12-version-web.pdf",
    "name": "[PDF] PENSIONES DE SOBREVIVENCIA",
    "snippet": "En esta nota se explicarán las formas de financiamiento de los beneficios económicos por sobrevivencia, dividién- dolos en dos grandes grupos: fallecimiento ...",
    "host_name": "previsionsocial.gob.cl",
    "rank": 8,
    "date": "",
    "favicon": ""
  },
  {
    "url": "https://www.afphabitat.cl/wp-content/uploads/2025/07/Folleto_N3_PensiondeSobrevivencia.pdf",
    "name": "[PDF] PENSIÓN DE SOBREVIVENCIA | AFP Habitat",
    "snippet": "Los beneficiarios son los integrantes del grupo familiar del afiliado fallecido, esto es el o la cónyuge sobreviviente o conviviente civil, los hijos del ...",
    "host_name": "www.afphabitat.cl",
    "rank": 9,
    "date": "",
    "favicon": ""
  }
]